{"links":[{"link":"https://www.google.com/search?q=cat","result":"1. Wikipedia\nLink: https://ro.wikipedia.org/wiki/Pisic%25C4%2583_de_cas%25C4%2583\u0026sa=U\u0026ved=2ahUKEwiI7K_0wc_9AhWciv0HHdvQAq0QmhN6BAgNEA4\u0026usg=AOvVaw2KyG8qXkWtaGLa5IaISV18\n\n\n2. Cat - Wikipediaen.wikipedia.org › wiki › Cat\nLink: https://en.wikipedia.org/wiki/Cat\u0026sa=U\u0026ved=2ahUKEwiI7K_0wc_9AhWciv0HHdvQAq0QFnoECAgQAg\u0026usg=AOvVaw1iTZHvMoGdJlAY51o54lFY\n\n\n3. Domestication of the cat\nLink: https://en.wikipedia.org/wiki/Domestication_of_the_cat\u0026sa=U\u0026ved=2ahUKEwiI7K_0wc_9AhWciv0HHdvQAq0Q0gJ6BAgIEAU\u0026usg=AOvVaw2tZn6oWYMEY3VwFTcQ_VOq\n\n\n4. Leopard cat\nLink: https://en.wikipedia.org/wiki/Leopard_cat\u0026sa=U\u0026ved=2ahUKEwiI7K_0wc_9AhWciv0HHdvQAq0Q0gJ6BAgIEAY\u0026usg=AOvVaw23_iP1ciowDgVZBJ3IBR7r\n\n\n5. Cat anatomy\nLink: https://en.wikipedia.org/wiki/Cat_anatomy\u0026sa=U\u0026ved=2ahUKEwiI7K_0wc_9AhWciv0HHdvQAq0Q0gJ6BAgIEAc\u0026usg=AOvVaw2rj4uPTnpSiuvIeO6-wiDo\n\n\n6. Cat meat\nLink: https://en.wikipedia.org/wiki/Cat_meat\u0026sa=U\u0026ved=2ahUKEwiI7K_0wc_9AhWciv0HHdvQAq0Q0gJ6BAgIEAg\u0026usg=AOvVaw3TOcLml5ZQ37G0gNaY6V8F\n\n\n7. Animalia\nLink: http://en.wikipedia.org/wiki/Animal\u0026sa=U\u0026ved=2ahUKEwiI7K_0wc_9AhWciv0HHdvQAq0Qs2Z6BAgIEAw\u0026usg=AOvVaw3TgUxOgOx0D6dTN8XG22J9\n\n\n8. Felis\nLink: http://en.wikipedia.org/wiki/Felis\u0026sa=U\u0026ved=2ahUKEwiI7K_0wc_9AhWciv0HHdvQAq0Qs2Z6BAgIEA4\u0026usg=AOvVaw29oISaWDRgJ99J1sL1opAl\n\n\n9. Carnivora\nLink: http://en.wikipedia.org/wiki/Carnivora\u0026sa=U\u0026ved=2ahUKEwiI7K_0wc_9AhWciv0HHdvQAq0Qs2Z6BAgIEBA\u0026usg=AOvVaw0NoyRwjbSxqkspg_ZFi707\n\n\n10. Cat.com Global Selector: Language \u0026 Region | Cat | Caterpillarwww.cat.com\nLink: https://www.cat.com/\u0026sa=U\u0026ved=2ahUKEwiI7K_0wc_9AhWciv0HHdvQAq0QFnoECAIQAg\u0026usg=AOvVaw02vb-8_WNEaXYtn9IijxVs\n\n\n"},
{"link":"https://else.fcim.utm.md/my/","result":"\u003e\u003e Home \n\u003e\u003e Site announcements \n\u003e\u003e Clasament ELSE \n\u003e\u003e Courses \n\u003e\u003e Studenții FCIM din cadrul UTM accesează cursurile în conformitate cu planul de învățămînt al programelor. Responsabilitatea de înrolare o are profesorul titular. ELSE este o platformă de elearning MOODLE, un software liber și open source de învățare. \n\u003e\u003e Platfomorma cuprinde multiple cursuri de la diverse cicluri de studii: licență, master și doctorat. Precum și cursuri de facultative sau de formare continuă. \n\u003e\u003e În ELSE sunt plasate cursuri în patru limbi de studii: Română, Rusă, Engleză și Franceză. \n\u003e\u003e Spațiul digital ELSE din perspectivă tehnologică este o platformă MOODLE cu versiunea curentă 3.8 și cu peste 430 module/plugin-uri instalate pentru multiple activități interactive de predare/învățare. \n\u003e\u003e Platfoma ELSE înregistrează activităţi zilnice ale celor cîteva mii de utilizatori, profesori și studenți. Rapoartele statistice ne prezintă o creștere continuă de utilizare a spaţiului pentur învăţare/predare. \n\u003e\u003e Proiectare și implementare integrată a echipamentelor, sistemelor de control, de comunicații și informaționale destinate conducerii proceselor. Vezi disciplinele \n\u003e\u003e Proiectare, dezvoltare și implementare a sistemelor hardware, rețelelor de calculatoare, sistemelor informatice pentru diverse domenii.\n                        Vezi disciplinele \n\u003e\u003e Dezvoltarea, implementarea și deservirea sistemelor informatice, elaborarea și administrarea bazelor de date, programarea aplicaților. Vezi disciplinele \n\u003e\u003e Dezvoltarea sistemelor informatice prin aplicarea tehnologiilor și practicilor din știința calculatoarelor, managementul\n                        proiectelor (predare în limba engleză). Vezi disciplinele \n\u003e\u003e Inginerie prin fuziunea medicinei cu progresele tehnologice, în vederea asigurării calității serviciilor medicale, protejării și promovării sănătății populației. Vezi disciplinele \n\u003e\u003e Managementul resurselor informaționale, în baza cunoștințelor în materie de informatică, modelare matematică, modelare și proiectare a sistemelor informatice. Vezi disciplinele \n\u003e\u003e Proiectarea, elaborarea, producerea și utilizarea circuitelor integrate, dispozitivelor și sistemelor electronice, dar și implementarea lor în diversele ramuri\n                        ale economiei. Vezi disciplinele \n\u003e\u003e Dezvoltarea sistemelor robotice prin aplicarea științei și ingineriei roboticii și mecatronicii. Vezi disciplinele \n\u003e\u003e Studiul și implementarea algoritmilor criptografici și sistemelor de protecție, stabilirea măsurilor și politicilor de control și  de combatere a crimelor informatice. Vezi disciplinele \n\u003e\u003e Dezvoltare și întreținere a sistemelor informaționale, prin aplicarea tehnologiilor și practicilor din știința calculatoarelor,\n                        managementul proiectelor și comunicațiilor. Vezi disciplinele \n\u003e\u003e Program de studii cu plan similar Tehnologiei Informației cu predare în franceză. Vezi disciplinele \n\u003e\u003e Este facultatea care inspiră tinerii creativi, unde sunt susținuți și unde fiecare își poate construi câte o punte către viitor. Către un viitor sigur și prosper. Facultatea Calculatoare, Informatică și Microelectronică este parte activă din cea\n            mai importantă instituție de învățământ tehnic superior din țara noastră. De ce trebuie să studiezi la această facultate? Pentru că a este una a viitorului, iar oferta educațională este una de perspectivă.\n         \n\u003e\u003e FCIM.CDE16.3 Circuite și dispozitive electronice\n               \t\tNumărul total de activități: 88305 \n\u003e\u003e Numărul de utilizatori înrolați: 165\n                  Titular curs: Conf. univ. dr. Vasile Creţu \n\u003e\u003e IBM.PAB16.1 Proiectarea asistată în biomedicină\n               \t\tNumărul total de activităţi per utilizator: 586.03 \n\u003e\u003e Numărul de utilizatori înrolați: 36\n                  Titular curs: Conf. univ. dr. Vasile Creţu \n\u003e\u003e FAF.MSpI16.1 Matematici speciale I\n               \t\tNumărul de utilizatori activi: 52% \n\u003e\u003e Numărul de utilizatori înrolați: 86\n                  Titular curs: prof. univ. dr. hab. Viorel Bostan \n\u003e\u003e (c) 2021 | Cursuri dezvoltate în cadrul Universității Tehnice a Moldovei (Facultatatea Calculatoare, Informatică și Microelectronică) \n"}]}